Repository: AlfCano/rk.gtsummary
Catalog: inst/rkward/po/*.po
Languages: de, es, fr, pt_br

source: Summary Table (gtsummary)
de: Zusammenfassungstabelle (gtsummary)
es: Tabla de Resumen (gtsummary)
fr: Tableau de synthèse (gtsummary)
pt_br: Tabela de Resumo (gtsummary)

source: An RKWard plugin to generate summary tables using the 'gtsummary' package, supporting both standard data.frames (tbl_summary) and survey design objects (tbl_svysummary).
de: Ein RKWard-Plugin zur Erstellung von Zusammenfassungstabellen mit dem Paket 'gtsummary', unterstützt Standard-Dataframes und Survey-Design-Objekte.
es: Un plugin de RKWard para generar tablas de resumen utilizando el paquete 'gtsummary', compatible con data.frames estándar (tbl_summary) y objetos de diseño muestral (tbl_svysummary).
fr: Un plugin RKWard pour générer des tableaux de synthèse avec le paquet 'gtsummary', supportant les data.frames (tbl_summary) et les plans de sondage (tbl_svysummary).
pt_br: Um plugin do RKWard para gerar tabelas de resumo usando o pacote 'gtsummary', suportando data.frames padrão (tbl_summary) e objetos de desenho de pesquisa (tbl_svysummary).

source: Statistics Definition Mode
de: Modus der Statistikdefinition
es: Modo de definición de estadísticas
fr: Mode de définition des statistiques
pt_br: Modo de Definição de Estatísticas

source: Standard Presets (Recommended)
de: Standard-Voreinstellungen (Empfohlen)
es: Preajustes estándar (Recomendado)
fr: Préréglages standard (Recommandé)
pt_br: Predefinições Padrão (Recomendado)

source: Custom Formula (Advanced)
de: Benutzerdefinierte Formel (Erweitert)
es: Fórmula personalizada (Avanzado)
fr: Formule personnalisée (Avancé)
pt_br: Fórmula Personalizada (Avançado)

source: Continuous Variables
de: Stetige Variablen
es: Variables continuas
fr: Variables continues
pt_br: Variáveis Contínuas

source: Median (IQR)
es: Mediana (Rango Intercuartílico)
fr: Médiane (IQR)
pt_br: Mediana (IIQ)

source: Median (Range)
de: Median (Bereich)
es: Mediana (Rango)
fr: Médiane (Étendue)
pt_br: Mediana (Amplitude)

source: Mean (SD)
de: Mittelwert (SD)
es: Media (DE)
fr: Moyenne (SD)
pt_br: Média (DP)

source: Mean ± SD
de: Mittelwert ± SD
es: Media ± DE
fr: Moyenne ± SD
pt_br: Média ± DP

source: Mean (CI)
de: Mittelwert (KI)
es: Media (IC)
fr: Moyenne (IC)
pt_br: Média (IC)

source: Min - Max
es: Mín - Máx
pt_br: Mín - Máx

source: Categorical Variables
de: Kategorische Variablen
es: Variables categóricas
fr: Variables catégorielles
pt_br: Variáveis Categóricas

source: Percent only (%)
de: Nur Prozent (%)
es: Solo porcentaje (%)
fr: Pourcentage seul (%)
pt_br: Apenas porcentagem (%)

source: Standard Formats
de: Standardformate
es: Formatos estándar
fr: Formats standard
pt_br: Formatos Padrão

source: Custom formula (e.g., all_continuous() ~ '{mean}')
de: Benutzerdefinierte Formel (z.B. all_continuous() ~ '{mean}')
es: Fórmula personalizada (ej. all_continuous() ~ '{mean}')
fr: Formule personnalisée (ex: all_continuous() ~ '{mean}')
pt_br: Fórmula personalizada (ex: all_continuous() ~ '{mean}')

source: Custom Definition
de: Benutzerdefinierte Definition
es: Definición personalizada
fr: Définition personnalisée
pt_br: Definição Personalizada

source: Digits formula (optional)
de: Kommastellen-Formel (optional)
es: Fórmula de dígitos (opcional)
fr: Formule des chiffres significatifs (optionnel)
pt_br: Fórmula de dígitos (opcional)

source: Type formula (optional)
de: Typ-Formel (optional)
es: Fórmula de tipo (opcional)
fr: Formule de type (optionnel)
pt_br: Fórmula de tipo (opcional)

source: Percentage basis (percent)
de: Prozentbasis (percent)
es: Base del porcentaje (percent)
fr: Base de pourcentage (percent)
pt_br: Base da porcentagem (percent)

source: Column
de: Spalte
es: Columna
fr: Colonne
pt_br: Coluna

source: Row
de: Zeile
es: Fila
fr: Ligne
pt_br: Linha

source: Cell
de: Zelle
es: Celda
fr: Cellule
pt_br: Célula

source: Use RKWard variable labels (rk.get.label)
de: RKWard-Variablenlabels verwenden
es: Usar etiquetas de variable de RKWard (rk.get.label)
fr: Utiliser les étiquettes de variable RKWard
pt_br: Usar rótulos de variáveis do RKWard

source: Custom label formula
de: Benutzerdefinierte Label-Formel
es: Fórmula de etiqueta personalizada
fr: Formule d'étiquette personnalisée
pt_br: Fórmula de rótulo personalizada

source: Show missing values (missing)
de: Fehlende Werte anzeigen (missing)
es: Mostrar valores perdidos (missing)
fr: Afficher les valeurs manquantes (missing)
pt_br: Mostrar valores ausentes (missing)

source: If any present
de: Falls vorhanden
es: Si hay presentes
fr: Si présentes
pt_br: Se houver

source: Never
de: Nie
es: Nunca
fr: Jamais
pt_br: Nunca

source: Always
de: Immer
es: Siempre
fr: Toujours
pt_br: Sempre

source: Missing value text (missing_text)
de: Text für fehlende Werte
es: Texto para valores perdidos (missing_text)
fr: Texte pour valeurs manquantes
pt_br: Texto para valores ausentes

source: Variable Labels
de: Variablenlabels
es: Etiquetas de variable
fr: Étiquettes des variables
pt_br: Rótulos das Variáveis

source: Missing Values
de: Fehlende Werte
es: Valores perdidos
fr: Valeurs manquantes
pt_br: Valores Ausentes

source: Journal Theme
de: Journal-Thema
es: Tema de revista (Journal)
fr: Thème de revue (Journal)
pt_br: Tema da Revista (Journal)

source: None
de: Keines
es: Ninguno
fr: Aucun
pt_br: Nenhum

source: Use compact theme
de: Kompaktes Thema verwenden
es: Usar tema compacto
fr: Utiliser le thème compact
pt_br: Usar tema compacto

source: Convert object format (Reduces file size)
de: Objektformat konvertieren (Reduziert Dateigröße)
es: Convertir formato del objeto (Reduce tamaño de archivo)
fr: Convertir le format de l'objet (Réduit la taille du fichier)
pt_br: Converter formato do objeto (Reduz tamanho do arquivo)

source: No conversion (gtsummary object)
de: Keine Konvertierung (gtsummary Objekt)
es: Sin conversión (objeto gtsummary)
fr: Pas de conversion (objet gtsummary)
pt_br: Sem conversão (objeto gtsummary)

source: gt object (HTML/PDF)
de: gt-Objekt (HTML/PDF)
es: Objeto gt (HTML/PDF)
fr: Objet gt (HTML/PDF)
pt_br: Objeto gt (HTML/PDF)

source: Printer Friendly Engine (Preview)
de: Druckfreundliche Engine (Vorschau)
es: Motor de impresión amigable (Vista previa)
fr: Moteur d'impression (Aperçu)
pt_br: Motor de Impressão (Visualização)

source: Language
de: Sprache
es: Idioma
fr: Langue
pt_br: Idioma

source: System Default (en)
de: Systemstandard (en)
es: Predeterminado del sistema (en)
fr: Défaut système (en)
pt_br: Padrão do Sistema (en)

source: German (de)
de: Deutsch (de)
es: Alemán (de)
fr: Allemand (de)
pt_br: Alemão (de)

source: Spanish (es)
de: Spanisch (es)
es: Español (es)
fr: Espagnol (es)
pt_br: Espanhol (es)

source: French (fr)
de: Französisch (fr)
es: Francés (fr)
fr: Français (fr)
pt_br: Francês (fr)

source: Portuguese (pt)
de: Portugiesisch (pt)
es: Portugués (pt)
fr: Portugais (pt)
pt_br: Português (pt)

source: Chinese (zh-cn)
de: Chinesisch (zh-cn)
es: Chino (zh-cn)
fr: Chinois (zh-cn)
pt_br: Chinês (zh-cn)

source: Decimal mark
de: Dezimaltrennzeichen
es: Marca decimal
fr: Séparateur décimal
pt_br: Separador decimal

source: Big number mark
de: Tausendertrennzeichen
es: Separador de miles
fr: Séparateur de milliers
pt_br: Separador de milhares

source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
pt_br: Aparência

source: Display Options
de: Anzeigeoptionen
es: Opciones de visualización
fr: Options d'affichage
pt_br: Opções de Exibição

source: Output & Saving
de: Ausgabe & Speichern
es: Salida y Guardado
fr: Sortie et Enregistrement
pt_br: Saída e Salvamento

source: Language & Localization
de: Sprache & Lokalisierung
es: Idioma y localización
fr: Langue et Localisation
pt_br: Idioma e Localização

source: Data frame to summarize
de: Data Frame zusammenfassen
es: Data frame a resumir
fr: Tableau à résumer
pt_br: Data frame para resumir

source: Variables to include
de: Einzuschließende Variablen
es: Variables a incluir
fr: Variables à inclure
pt_br: Variáveis para incluir

source: Outer stratification (strata)
de: Äußere Stratifizierung (strata)
es: Estratificación externa (strata)
fr: Stratification externe (strata)
pt_br: Estratificação externa (strata)

source: Inner stratification (by)
de: Innere Stratifizierung (by)
es: Estratificación interna (by)
fr: Stratification interne (by)
pt_br: Estratificação interna (by)

source: Save result to new object
de: Ergebnis in neuem Objekt speichern
es: Guardar resultado en un nuevo objeto
fr: Enregistrer le résultat dans un nouvel objet
pt_br: Salvar resultado em novo objeto

source: Output Format
de: Ausgabeformat
es: Formato de salida
fr: Format de sortie
pt_br: Formato de Saída

source: Save Object
de: Objekt speichern
es: Guardar objeto
fr: Enregistrer l'objet
pt_br: Salvar Objeto

source: Data
de: Daten
es: Datos
fr: Données
pt_br: Dados

source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
pt_br: Estatísticas

source: Labels & Missing
de: Labels & Fehlende Werte
es: Etiquetas y Ausentes
fr: Étiquettes et Manquants
pt_br: Rótulos e Ausentes

source: Themes & Formatting
de: Themen & Formatierung
es: Temas y Formato
fr: Thèmes et Formatage
pt_br: Temas e Formatação

source: Output
de: Ausgabe
es: Salida
fr: Sortie
pt_br: Saída

source: Summary Table (tbl_summary)
de: Zusammenfassungstabelle (tbl_summary)
es: Tabla de Resumen (tbl_summary)
fr: Tableau de synthèse (tbl_summary)
pt_br: Tabela de Resumo (tbl_summary)

source: Creates a descriptive summary table for a data frame using gtsummary::tbl_summary().
de: Erstellt eine deskriptive Zusammenfassungstabelle für einen Data Frame.
es: Crea una tabla de resumen descriptiva para un data frame usando gtsummary::tbl_summary().
fr: Crée un tableau de synthèse descriptif pour un data frame.
pt_br: Cria uma tabela de resumo descritiva para um data frame usando gtsummary::tbl_summary().

source: Select a data frame and the variables to include.
de: Wählen Sie einen Data Frame und die einzuschließenden Variablen.
es: Seleccione un data frame y las variables a incluir.
fr: Sélectionnez un tableau de données et les variables à inclure.
pt_br: Selecione um data frame e as variáveis para incluir.

source: Key Arguments
de: Hauptargumente
es: Argumentos clave
fr: Arguments clés
pt_br: Argumentos Principais

source: Use the tabs to customize statistics, formatting, themes, and handling of missing data. Use 'Outer stratification' to create grouped tables with <code>tbl_strata()</code>.
de: Verwenden Sie die Reiter, um Statistiken, Formatierung und Themen anzupassen. Nutzen Sie 'Äußere Stratifizierung' für gruppierte Tabellen mit <code>tbl_strata()</code>.
es: Utilice las pestañas para personalizar estadísticas, formato, temas y manejo de datos faltantes. Use 'Estratificación externa' para crear tablas agrupadas con <code>tbl_strata()</code>.
fr: Utilisez les onglets pour personnaliser les statistiques et le formatage. Utilisez 'Stratification externe' pour créer des tableaux groupés avec <code>tbl_strata()</code>.
pt_br: Use as abas para personalizar estatísticas, formatação e dados ausentes. Use 'Estratificação externa' para criar tabelas agrupadas com <code>tbl_strata()</code>.

source: Table of Summary Statistics
de: Tabelle der zusammenfassenden Statistiken
es: Tabla de Estadísticas de Resumen
fr: Tableau de statistiques descriptives
pt_br: Tabela de Estatísticas de Resumo

source: Survey design objects
de: Survey-Design-Objekte
es: Objetos de diseño muestral
fr: Objets de plan de sondage
pt_br: Objetos de desenho de pesquisa

source: Survey object to summarize
de: Survey-Objekt zusammenfassen
es: Objeto de encuesta a resumir
fr: Objet d'enquête à résumer
pt_br: Objeto de pesquisa para resumir

source: Adjust for lonely PSUs (survey.lonely.psu = 'adjust')
de: Bereinigung für einzelne PSUs (survey.lonely.psu = 'adjust')
es: Ajustar por UPM solitarias (survey.lonely.psu = 'adjust')
fr: Ajuster pour PSU isolées (survey.lonely.psu = 'adjust')
pt_br: Ajustar para UPAs solitárias (survey.lonely.psu = 'adjust')

source: Survey Summary Table (tbl_svysummary)
de: Survey-Zusammenfassungstabelle (tbl_svysummary)
es: Tabla de Resumen de Encuesta (tbl_svysummary)
fr: Tableau de synthèse d'enquête (tbl_svysummary)
pt_br: Tabela de Resumo de Pesquisa (tbl_svysummary)

source: Creates a descriptive summary table for a survey design object using gtsummary::tbl_svysummary().
de: Erstellt eine deskriptive Zusammenfassungstabelle für ein Survey-Objekt.
es: Crea una tabla de resumen descriptiva para un objeto de diseño de encuesta usando gtsummary::tbl_svysummary().
fr: Crée un tableau de synthèse descriptif pour un objet d'enquête.
pt_br: Cria uma tabela de resumo descritiva para um objeto de pesquisa.

source: Select a survey.design object and the variables to include.
de: Wählen Sie ein survey.design-Objekt und die Variablen.
es: Seleccione un objeto survey.design y las variables a incluir.
fr: Sélectionnez un objet survey.design et les variables à inclure.
pt_br: Selecione um objeto survey.design e as variáveis para incluir.

source: Key Difference
de: Hauptunterschied
es: Diferencia clave
fr: Différence clé
pt_br: Diferença Principal

source: This dialog requires an object of class <code>survey.design</code>.
de: Dieser Dialog benötigt ein Objekt der Klasse <code>survey.design</code>.
es: Este diálogo requiere un objeto de la clase <code>survey.design</code>.
fr: Ce dialogue nécessite un objet de classe <code>survey.design</code>.
pt_br: Este diálogo requer um objeto da classe <code>survey.design</code>.

source: Table of Survey Summary Statistics
de: Tabelle der Survey-Statistiken
es: Tabla de Estadísticas de Resumen de Encuesta
fr: Tableau de statistiques d'enquête
pt_br: Tabela de Estatísticas de Resumo de Pesquisa

source: Survey Summary Table (gtsummary)
de: Survey-Zusammenfassungstabelle (gtsummary)
es: Tabla de Resumen de Encuesta (gtsummary)
fr: Tableau de synthèse d'enquête (gtsummary)
pt_br: Tabela de Resumo de Pesquisa (gtsummary)

source: Data frames
fr: Tableaux de données
